tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "modularml/packages"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "samtay/tui"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arp-scan"
brew "asciiquarium"
brew "bison"
brew "libxrender"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "gleam"
brew "icarus-verilog"
brew "imlib2"
brew "libheif"
brew "lua"
brew "luarocks"
brew "maven"
brew "mongosh"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "opam"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "zoxide"
brew "mongodb/brew/mongodb-community"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "font-commit-mono-nerd-font"
cask "hammerspoon"
cask "iterm2"
cask "mos"
cask "ngrok"
cask "whisky"
