tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "azure/functions"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "modularml/packages"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "samtay/tui"
tap "vldmrkl/formulae"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arp-scan"
brew "asciiquarium"
brew "azure-cli"
brew "bison"
brew "libxrender"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "fastfetch"
brew "openjpeg"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "gleam"
brew "go"
brew "icarus-verilog"
brew "imlib2"
brew "libheif"
brew "lua"
brew "luarocks"
brew "maven"
brew "mongosh"
brew "mysql"
brew "neovim"
brew "pandoc"
brew "postgresql@14"
brew "postgresql@16"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "yt-dlp"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "font-meslo-lg-nerd-font"
cask "hammerspoon"
cask "mactex-no-gui"
cask "mos"
cask "ngrok"
cask "skim"
cask "whisky"
vscode "azurite.azurite"
vscode "bradlc.vscode-tailwindcss"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.vscode-typescript-next"
